Repository: Sobhy-Abdelhakam/the_pink_club2
Catalog: lib/l10n/app_*.arb
Languages: ar

# appName
source: The Pink Club
ar: ذا بينك كلوب

# choosePackage
source: Choose a package
ar: اختر الباقة

# enjoyExclusive
source: Enjoy exclusive premium features
ar: استمتع بالمميزات الحصرية

source: Subscribe Now
ar: اشترك الآن

# choosePackageBtn
source: Choose Package
ar: اختر الباقة

source: Contact Us
ar: تواصل معنا

source: Full Name
ar: الاسم بالكامل

source: Birthday
ar: تاريخ الميلاد

source: Gender
ar: النوع

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Email
ar: البريد الإلكتروني

# phone
source: Phone Number
ar: رقم الهاتف

source: Address
ar: العنوان

source: Payment Method
ar: طريقة الدفع

source: Credit Card
ar: بطاقة ائتمانية

source: E-Wallet
ar: محفظة إلكترونية

source: Bank Transfer
ar: تحويل بنكي

source: Cash on Delivery
ar: الدفع عند الاستلام

# termsAndPrivacy
source: and Privacy Policy
ar: وسياسة الخصوصية

source: Confirm Subscription
ar: تأكيد الاشتراك

# detailSubscription
source: Subscriber information
ar: معلومات المشترك

# compSubscription
source: Complete the subscription
ar: استكمال الاشتراك

# subscriptionSuccess
source: Subscription Successful!
ar: تم الاشتراك بنجاح!

source: Area
ar: المنطقة

source: Governorate
ar: المحافظة

# subscriptionSuccessMsg
source: Thank you for subscribing with us! You will receive a confirmation email.
ar: شكراً لاشتراكك معنا! سوف تتلقى تأكيداً بالبريد الإلكتروني.

source: Done
ar: تم

source: More
ar: المزيد

source: Error
ar: حدث خطأ

source: OK
ar: حسناً

source: Send Message
ar: إرسال الرسالة

# weAreHappy
source: We are happy to hear from you
ar: سنكون سعداء بسماع منك

source: Message
ar: الرسالة

source: Service Details
ar: تفاصيل الخدمة

source: Book Now
ar: احجز الخدمة الآن

source: Call Us
ar: اتصل بنا

# readMoreTerms
source: Read more about Terms & Conditions
ar: اقرأ المزيد عن الشروط والأحكام

source: Our Team
ar: فريقنا

source: Our Vision
ar: رؤيتنا

source: Our Mission
ar: رسالتنا

source: View All
ar: عرض الكل

source: Pink Package
ar: الباقة الوردية

source: Diamond Package
ar: الباقة الماسية

source: VIP Package
ar: الباقة VIP

# pinkPrice
source: 249 EGP/month
ar: 249 ج.م/شهر

# diamondPrice
source: 499 EGP/month
ar: 499 ج.م/شهر

# vipPrice
source: 999 EGP/month
ar: 999 ج.م/شهر

# visionText
source: We strive to be the premier destination for integrated services with unmatched quality and exceptional customer service.
ar: نسعى لأن نكون الوجهة الأولى للخدمات المتكاملة بجودة غير مسبوقة وخدمة عملاء استثنائية.

# missionText
source: To provide innovative solutions that meet our customers' needs while maintaining the highest standards of quality and efficiency.
ar: تقديم حلول مبتكرة تلبي احتياجات عملائنا مع الحفاظ على أعلى معايير الجودة والكفاءة.

source: Service Overview
ar: نبذة عن الخدمة

source: Key Features
ar: المميزات الرئيسية

# features_car_services_1
source: 24/7 rapid response
ar: استجابة سريعة 24/7

# features_car_services_2
source: Certified technicians
ar: فنيون معتمدون

# features_car_services_3
source: Emergency first aid services
ar: خدمات الإسعاف الأولي

# features_car_services_4
source: Coverage in all areas
ar: تغطية في جميع المناطق

# features_car_services_5
source: Competitive prices
ar: أسعار تنافسية

# features_paper_services_1
source: Remote transaction processing
ar: إنجاز المعاملات عن بعد

# features_paper_services_2
source: Traffic specialists
ar: متخصصون في المرور

# features_paper_services_3
source: Save time and effort
ar: توفير الوقت والجهد

# features_paper_services_4
source: Follow-up until completion
ar: متابعة حتى الإنجاز

# features_paper_services_5
source: Competitive prices
ar: أسعار تنافسية

# features_insurance_services_1
source: Certified experts
ar: خبراء معتمدون

# features_insurance_services_2
source: Free consultations
ar: استشارات مجانية

# features_insurance_services_3
source: Compare insurance companies
ar: مقارنة شركات التأمين

# features_insurance_services_4
source: Periodic maintenance tips
ar: نصائح صيانة دورية

# features_insurance_services_5
source: Continuous support
ar: دعم متواصل

# features_paperwork_1
source: Remote transaction processing
ar: إنجاز المعاملات عن بعد

# features_paperwork_2
source: Traffic specialists
ar: متخصصون في المرور

# features_paperwork_3
source: Save time and effort
ar: توفير الوقت والجهد

# features_paperwork_4
source: Follow-up until completion
ar: متابعة حتى الإنجاز

# features_paperwork_5
source: Competitive pricing
ar: أسعار تنافسية

source: Customer Reviews
ar: آراء العملاء

# termsTitle
source: Terms of Service
ar: شروط الخدمة

# termsApprove
source: I agree to
ar: اوافق على

# termsContent
source: Here are the terms of service and privacy policy for the application. The user must agree to these terms before proceeding. 1. Compliance with terms of use 2. Respect for privacy policy 3. Not to misuse the service 4. Pay subscription on time 5. Compliance with local laws
ar: هنا يتم عرض شروط الخدمة وسياسة الخصوصية الخاصة بالتطبيق. يجب على المستخدم الموافقة على هذه الشروط قبل المتابعة. 1. الالتزام بشروط الاستخدام 2. احترام سياسة الخصوصية 3. عدم إساءة استخدام الخدمة 4. دفع الاشتراك في الموعد المحدد 5. الالتزام بالقوانين المحلية

# nameValidation
source: Please enter full name
ar: الرجاء إدخال الاسم الكامل

# emailValidation
source: Date of birth cannot be left blank.
ar: لايمكن ترك تاريخ المبلاد خالي

# invalidEmail
source: Invalid email address
ar: البريد الإلكتروني غير صالح

# phoneValidation
source: Please enter phone number
ar: الرجاء إدخال رقم الهاتف

# phoneLengthValidation
source: Phone number must be 11 digits
ar: رقم الهاتف يجب أن يكون 11 رقم

# addressValidation
source: Please enter address
ar: الرجاء إدخال العنوان

# paymentValidation
source: Please select payment method
ar: الرجاء اختيار طريقة الدفع

# termsValidation
source: Please accept the terms of service first
ar: الرجاء الموافقة على شروط الخدمة أولاً

source: I refuse
ar: رفض

source: I agree
ar: موافقة

# messageValidation
source: Please enter your message
ar: الرجاء إدخال الرسالة

# carServices
source: Roadside Assistance
ar: الإنقاذ على الطريق

source: Medical Services
ar: الخدمات الطبية

source: Concierge Services
ar: خدمات الكونسيرج

source: Subscriptions
ar: الاشتراكات

source: About Us
ar: من نحن

# conciergeTitle
source: Concierge Services
ar: خدمات الكونسيرج

# hotelBooking
source: Hotel Reservations
ar: حجوزات الفنادق

# hotelDesc
source: Exclusive hotel bookings at luxury hotels worldwide
ar: حجوزات فندقية بأسعار مميزة في أفخم الفنادق العالمية

source: Flight Tickets
ar: تذاكر الطيران

# flightDesc
source: Book flights with exclusive discounts on all airlines
ar: حجز تذاكر طيران بخصومات حصرية لجميع الخطوط الجوية

source: Event Planning
ar: تنظيم فعاليات

# eventDesc
source: Full event planning with a professional touch
ar: تنظيم كامل لفعالياتكم الخاصة بلمسة احترافية

source: Driver Services
ar: خدمات السائق

# driverDesc
source: Private driver with a luxury car available 24/7
ar: سائق خاص بسيارة فاخرة متاح 24/7 لخدمتكم

# restaurantBooking
source: Restaurant Reservations
ar: حجوزات المطاعم

# restaurantDesc
source: Book the best tables in top restaurants
ar: حجوزات في أفضل المطاعم والحصول على أفضل الطاولات

source: Personal Services
ar: خدمات شخصية

# personalDesc
source: Handle your personal tasks with full confidentiality
ar: تنفيذ جميع المهام الشخصية نيابة عنكم بسرية تامة

source: Support
ar: الدعم

source: Discount
ar: الخصم

# yourMessage
source: Your message has been sent successfully.
ar: تم ارسال رسالتك بنجاح

source: Insurance Advice
ar: نصائح التأمين

# insuranceAdviceDesc
source: Consult with experts to choose the best insurance plan for your car.
ar: استشر خبراء لمساعدتك في اختيار أفضل خطة تأمين لسيارتك.

# emergencySupport
source: Emergency Car Support
ar: الدعم الطارئ للسيارة

# emergencySupportDesc
source: Quick technician dispatch and emergency aid for roadside troubles.
ar: إرسال فني بسرعة وتقديم المساعدة عند الطوارئ على الطريق.

# carPaperHelp
source: Vehicle Paperwork Help
ar: المساعدة في أوراق السيارة

# carPaperHelpDesc
source: Support with renewing licenses, ownership transfer, and paperwork processing.
ar: مساعدة في تجديد التراخيص ونقل الملكية ومعالجة الأوراق الرسمية.

# homeCarServices
source: At-Home Car Services
ar: خدمات السيارة في المنزل

# homeCarServicesDesc
source: Get maintenance and car services at your location with ease and convenience.
ar: احصل على خدمات صيانة السيارة في موقعك بسهولة وراحة.

source: Hospital
ar: مستشفى

# radiologyCenters
source: Scan Centers
ar: مراكز الأشعة

# labs
source: Medical Labs
ar: معامل التحاليل

source: Specialized Centers
ar: مراكز متخصصة

source: Clinics
ar: العيادات

source: Pharmacies
ar: الصيدليات

source: Physiotherapy
ar: العلاج الطبيعي

source: Optometry
ar: البصريات

source: Medical map
ar: الخريطة الطبية

source: Medical network
ar: الشبكة الطبية

source: Communication
ar: التواصل

# allState
source: An integrated medical network covering all governorates
ar: شبكة طبية متكاملة تغطي كل المحافظات

# egb
source: EGP
ar: جنيه

source: Car Details
ar: معلومات السيارة

source: Brand
ar: ماركة السيارة

source: Model
ar: موديل

# yearMade
source: Year of manufacture
ar: سنة الصنع

# plant
source: Plate number
ar: رقم اللوحة

# chases
source: Chassis number
ar: رقم الشاسيه

# noServicesAvailable
source: No services available at the moment
ar: لا توجد خدمات متاحة حالياً

# newServicesComingSoon
source: New services will be added soon
ar: سنقوم بإضافة خدمات جديدة قريباً

source: Failed to load services
ar: فشل تحميل الخدمات

# discountedMedicalServices
source: Home medical care
ar: خدمات الرعاية الطبية المنزلية

source: Advisory services
ar: خدمات الإستشارات

source: Medical Discounts
ar: خصومات طبية

# licenseAssistance
source: License Services
ar: خدمات الترخيص

source: More Services
ar: المزيد من الخدمات

# iHave
source: I have a car
ar: لدي سيارة

source: Package
ar: الباقة

source: Automotive Supplies
ar: مستلزمات السيارات

# automotiveSuppliesDesc
source: Comprehensive automotive supplies and maintenance services to keep your vehicle in optimal condition. We provide quality parts, tools, and professional services for all your automotive needs.
ar: خدمات شاملة لمستلزمات السيارات والصيانة للحفاظ على سيارتك في حالة مثالية. نقدم قطع غيار عالية الجودة وأدوات وخدمات احترافية لجميع احتياجاتك من السيارات.

source: Second Medical Opinion
ar: الرأي الطبى الثانى

# secondMedicalOpinionDesc
source: Get a second medical opinion from experienced specialists to ensure accurate diagnosis and treatment plans. Our network of qualified doctors provides comprehensive medical consultations.
ar: احصل على رأي طبي ثاني من أخصائيين ذوي خبرة لضمان التشخيص الدقيق وخطط العلاج. شبكتنا من الأطباء المؤهلين تقدم استشارات طبية شاملة.

source: Available Services
ar: الخدمات المتاحة

# oilChange
source: Oil Change Service
ar: خدمة تغيير الزيت

# tireService
source: Tire Services
ar: خدمات الإطارات

# batteryService
source: Battery Services
ar: خدمات البطارية

# brakeService
source: Brake Services
ar: خدمات الفرامل

# filterService
source: Filter Services
ar: خدمات الفلاتر

# consultationReview
source: Medical Consultation Review
ar: مراجعة الاستشارة الطبية

source: Diagnosis Review
ar: مراجعة التشخيص

# treatmentPlan
source: Treatment Plan Review
ar: مراجعة خطة العلاج

source: Surgery Consultation
ar: استشارة الجراحة

source: Follow-up Care
ar: الرعاية المتابعة

# features_automotive_1
source: Quality automotive parts
ar: قطع غيار سيارات عالية الجودة

# features_automotive_2
source: Professional technicians
ar: فنيون محترفون

# features_automotive_3
source: Competitive pricing
ar: أسعار تنافسية

# features_automotive_4
source: Warranty on all parts
ar: ضمان على جميع القطع

# features_automotive_5
source: 24/7 emergency support
ar: دعم طوارئ 24/7

# features_second_opinion_1
source: Experienced specialists
ar: أخصائيون ذوو خبرة

# features_second_opinion_2
source: Comprehensive medical review
ar: مراجعة طبية شاملة

# features_second_opinion_3
source: Quick response time
ar: وقت استجابة سريع

# features_second_opinion_4
source: Detailed medical reports
ar: تقارير طبية مفصلة

# features_second_opinion_5
source: Follow-up consultations
ar: استشارات متابعة

source: Show More
ar: عرض المزيد

source: Show Less
ar: عرض أقل

source: Oil Change Service
ar: خدمة تغيير الزيت

# oilChangeDesc
source: Professional oil change service with high-quality oils and filters
ar: خدمة تغيير زيت احترافية مع زيوت وفلاتر عالية الجودة

# tireServiceDesc
source: Complete tire services including rotation, balancing, and replacement
ar: خدمات إطارات شاملة تشمل التدوير والموازنة والاستبدال

# batteryServiceDesc
source: Battery testing, charging, and replacement services
ar: خدمات اختبار البطارية والشحن والاستبدال

# brakeServiceDesc
source: Comprehensive brake system inspection and repair
ar: فحص وإصلاح شامل لنظام الفرامل

# filterServiceDesc
source: Air, oil, and fuel filter replacement services
ar: خدمات استبدال فلاتر الهواء والزيت والوقود

# loadServicesError
source: Failed to load services. Tap to retry.
ar: فشل في تحميل الخدمات. اضغط لإعادة المحاولة.

source: Hello
ar: مرحبًا

source: Compare plans
ar: مقارنة الباقات

source: Monthly
ar: شهري

source: Yearly
ar: سنوي

source: Save 20%
ar: وفر 20%

source: Most popular
ar: الأكثر شيوعًا

source: Billed monthly
ar: يتم الفوترة شهريًا

source: Billed yearly
ar: يتم الفوترة سنويًا

# saveEstimated
source: Save more with yearly billing
ar: وفر أكثر مع الاشتراك السنوي

source: Unknown Plan
ar: باقة غير معروفة

source: Plan comparison
ar: مقارنة الباقات

source: Feature
ar: الميزة

source: Close
ar: إغلاق

source: Retry
ar: إعادة المحاولة

source: Home
ar: الرئيسية

source: Roadside Assistance
ar: مساعدة الطريق

source: Homecare Services
ar: خدمات الرعاية المنزلية

source: Health and Beauty
ar: الصحة والجمال

source: Entertainment & Leisure
ar: الترفيه والاستجمام

source: Fashion
ar: الموضة

source: Restaurants
ar: المطاعم
